{
  "projects": "Проекти",
  "skills": "Навички",
  "education": "Освіта",
  "experience": "Досвід",
  "contacts": "Контакти",
  "contacts-address": "Хадерслев, Данія",
  "about": "Про мене",
  "technologies": "Технології",
  "about-title-first": "Привіт, мене звати Олександра",
  "about-title-second": "Я Frontend Developer, зараз живу в Данії",
  "about-text": "Я завершила курси програмування HackYourFuture в Орхусі та маю досвід стажування як Frontend Developer в данському стартапі.",
  "university": "Київський національний університет будівництва і архітектури",
  
  "university-first": "HackYourFuture Denmark, курс програмування full-stack",
  "university-first-month": "11/2021 – 08/2022",
  "university-first-specoalization": "Курс програмування, навчальна програма якого охорлює всі аспекти full-stack розробки, зокрема HTML, CSS, JavaScript, NodeJS, MySQL і ReactJS.", 

  "university-second-month": "09/2018 – 12/2019",
  "university-second-specoalization": "Факультет автоматизації і інформаційних технологій. Освітня програма Управління проектами. Ступінь магістра.",
  
  "university-third-month": "09/2015 – 06/2018",
  "university-third-specoalization": "Факультет автоматизації і інформаційних технологій. Напрям підготовки Комп'ютерні науки. Ступінь бакалавра.",
  
  "experience-title-first": "Frontend Developer Intern в компанії NordInsight",
  "experience-month-first": "01/2023 – 08/2023",
  "experience-info-first": "Виконувала fronted та fullstack задачі використовуючи: ReactJS, TypeScript, NodeJS, MongoDB. Розробляла можливість для користувача зберігати налаштування бажаного розмір тексту на веб-сайті та вдосконалювала відображення великої кількості результатів пошуку. Стоврила сторінку для адміністратора для керування доступом користувачів до веб-сайту. Змінювала існуючий функціонал відповідно до нової моделі даних.",
  
  "experience-title-second": "Markup Developer",
  "experience-month-second": "02/2020 – 03/2022",
  "experience-info-second": "В мої обов'язки входило верстати сайти на основі шаблонів OpenCart та WordPress відповідно до дизайну наданому в Photoshop або Figma."
}


